<template>
  <div id="about" class="about g_wrapper">
    <div class="img box">
      <Image :pic_src="img.url" :pic_alt="img.alt"/>
    </div>
    <div class="content box">
      <p class="text">
        Эльвира Гаврилова – совладелец и CEO EU международной рекламной компании Amillidius, бизнес-эксперт, маркетолог и PR-технолог, совладелец и главный редактор лайфстайл-журнала Fostylen, продюсер рекламных и кинопроектов, создатель национального рейтинга «Гордость и красота Украины», общественный деятель, основатель благотворительного проекта «Помоги», Charity Сalendar и благотворительного онлайн-аукциона.
    <br><br>
        «Спасибо, что посетили мой сайт. Прежде чем вы окунетесь в необходимый для вас раздел, хочу рассказать, почему создала этот сайт, почему это важно для меня и почему, надеюсь, станет важным для вас.
        <br><br>
        Желание поделиться с другими людьми опытом, который приносит нам радость и удовольствие, присуще каждому человеку. Например, когда вы попробовали что-то невероятно вкусное, то сразу обращаетесь к человеку, который сидит рядом, и предлагаете: «Попробуйте!». Или когда пересмотрели невероятно интересный фильм и немедленно загружаете его, чтобы ваш друг тоже посмотрел как можно скорее. Или когда вы узнали что-то, от чего просто «сносит крышу», что-то невероятно впечатляющее, и вам хочется поделиться немедленно со всеми вокруг! Вот что для меня значит моя деятельность.Все, что вы видите на этом сайте, – это знания, которые я применяю ежедневно: в бизнесе, в личной жизни. Это информация, которая вдохновляет меня и делает меня счастливой. А к тому же – приносит мне деньги.
        <br><br>
        И я непременно должна поделиться этой информацией с вами».
        <br><br>
        Э.Гаврилова
      </p>
    </div>
  </div>
</template>

<script>

import man from '@/assest/images/man.jpg'
import Image from "@/components/atoms/Image/Image";

export default {
  name: "About",
  components: {Image},

  data() {
    return {
      img: {
        url: man,
        alt: 'man'
      }
    }
  }
}
</script>

<style scoped>
.about {
  display: flex;
  justify-content: space-between;
  background-color: #f1f1f1;
}
.box {
  width: 48%;
}
.text {
  font-style: italic;
  font-size: 18px;
}

@media screen and (max-width: 1024px) {
  .about {
    flex-direction: column;
  }
  .box {
    width: 100%;
    max-width: 1024px;
    margin: 0 auto;
  }
  .img {
    margin-bottom: 20px;
  }

}

</style>